Repository: CofficLab/GitOK
Catalog: Plugins/SubmodulePlugin/Sources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: %lld submodules are up to date
zh_hans: %lld 个子模块已是最新
zh_hk: %lld 個子模組已是最新

source: %lld submodules total
zh_hans: 共 %lld 个子模块
zh_hk: 共 %lld 個子模組

source: %lld submodules, %lld need attention
zh_hans: %lld 个子模块，%lld 个需要注意
zh_hk: %lld 個子模組，%lld 個需要注意

source: Close
zh_hans: 关闭
zh_hk: 關閉

source: Conflicted
zh_hans: 冲突
zh_hk: 衝突

source: Diff
zh_hans: 差异
zh_hk: 差異

source: Diff: %@
zh_hans: 差异：%@
zh_hk: 差異：%@

source: Found %lld submodules that need attention
zh_hans: 发现 %lld 个子模块需要注意
zh_hk: 發現 %lld 個子模組需要注意

source: Git submodule status and updates
zh_hans: Git 子模块状态与更新
zh_hk: Git 子模組狀態與更新

source: HEAD differs from index
zh_hans: HEAD 与索引不同
zh_hk: HEAD 與索引不同

source: Initialize
zh_hans: 初始化
zh_hk: 初始化

source: Initialize All
zh_hans: 全部初始化
zh_hk: 全部初始化

source: Initialized
zh_hans: 已初始化
zh_hk: 已初始化

source: Initialized %@
zh_hans: 已初始化 %@
zh_hk: 已初始化 %@

source: No diff summary available for this submodule.
zh_hans: 此子模块没有可用的差异摘要。
zh_hk: 此子模組沒有可用的差異摘要。

source: No Git submodules configured in this repository.
zh_hans: 此仓库中未配置 Git 子模块。
zh_hk: 此儲存庫中未設定 Git 子模組。

source: No project selected
zh_hans: 未选择项目
zh_hk: 未選擇專案

source: No submodules found
zh_hans: 未找到子模块
zh_hk: 未找到子模組

source: No submodules in this repository
zh_hans: 此仓库中没有子模块
zh_hk: 此儲存庫中沒有子模組

source: Submodule
zh_hans: 子模块
zh_hk: 子模組

source: Submodule %lld
zh_hans: 子模块 %lld
zh_hk: 子模組 %lld

source: Submodule initialized
zh_hans: 子模块已初始化
zh_hk: 子模組已初始化

source: Submodules updated
zh_hans: 子模块已更新
zh_hk: 子模組已更新

source: Uninitialized
zh_hans: 未初始化
zh_hk: 未初始化

source: Update
zh_hans: 更新
zh_hk: 更新

source: Update All
zh_hans: 全部更新
zh_hk: 全部更新

source: Updated %@
zh_hans: 已更新 %@
zh_hk: 已更新 %@
